; Korea language for Ultra TC Editors 6.00

; Edited By NiCo (2010.12.06) scanmat@gmail.com


[UserLanguage]
101=파일(&F)
102=새로 만들기(&N)
103=열기(&O)
104=저장(&S)
105=다른이름으로 저장(&F)
106=Totalcmd.inc 수정(&T)
107=최근 파일(&R)
108=최근 파일 없음
109=목록 지우기
110=종료(&X)
111=Totalcmd.inc에 적용(&T)
112=내보내기(&E)
113=가져오기(&I)
114=데이타 파일 불러오기(&D)
115=데이타 파일 저장하기(&V)
116=저장 후 Total Commander 재시작(&C)
118=메인 메뉴로 내보내기(적용)(&M)...
119=전체 메뉴 생성(&M)
120=텍스트 파일로 내보내기(&E)...

121=편집(&E)
122=메뉴 추가(&M)
123=부메뉴 추가(&S)
124=구문선 추가(&P)
125=코멘트 추가(&C)
126=항목 복사(반복)(&E)
127=시작 메뉴 삽입(&T)
128=도움말 분리 삽입(&H)
129=위로 이동(&U)
130=아래로 이동(&N)
131=이동..(&O)
132=삭제(&D)
133=이름 바꾸기(&R)
134=일치되는 항목 찾기(&F)
135=명령 추가(&C)
136=내 추가(&A)
137=등록정보(&O)
138=항목 추가(&A)
139=모두 지우기(&L)
140=코멘트 설정(&C)

141=보기(&V)
142=도구모음(&T)
143=상태 표시줄(&B)
144=명령 리스트(&C)
145=수직 정렬(&V)
146=좌우 패널 바꿈(&S)
147=트리 펴기(&E)
148=트리 접기(&P)
149=리스트 정렬(&L)
150=옵션(&O)
151=주석(&D)
152=모든 설정키값 보기(&K)
153=활성화된 설정키값 보기(&A)
154=비활성화된 설정키값 보기(&I)
155=항상 위(&A)
156=모든 메뉴 정렬(&E)
157=선택한 메뉴 정렬(&L)
158=확장키만 보기(&V)
159=모두 펼쳐보기(&B)

161=도움말(&H)
162=도움말 항목(&T)
163=정보(&A)

171=추가(&A)
172=제거(&R)
173=모두 선택(&A)
176=일치되는 항목(&)
177=카테고리 목록(&G)
178=모든 활성화 선택(&T)
179=모든 비활성화 선택(&I)

190=실행취소(&U)
191=다시실행(&R)
192=설정값 수정(&E)
193=설정값 = &1
194=설정값 = &0
195=설정값 찾아보기(&B)...
196=키
197=설정값
198=섹션

200=즐겨찾기(&T)
201=즐겨찾기에 추가(&A)...
202=즐겨찾기 최적화(&O)...
203=즐겨찾기 이름(&F):
204=이 즐겨찾기 키를 찾을 수 없습니다!
205=즐겨찾기 추가
206=즐겨찾기 최적화
207=즐겨찾기 목록에 99개 항목 이상 포함할 수 없습니다.
208=그 키는 즐겨찾기에 이미 존재합니다.

220=새 키(&N)...
221=이름변경(&M)...
222=새 키
223=이름변경
224=키 이름(&N):
225=당신이 정의한 이름의 키가 존재 합니다. 다른 키 이름을 정의 하십시오.

250=검색(&S)
251=찾기...(&F)
252=다음찾기
253=찾기
254=찾을 것(&F):
255=검색:
256=키 이름(&K)
257=키 주석(&D)
258=단어 전체가 일치하는 것만 찾기(&O)
259=찾을 수 없음
260=제목(&T)
261=경로(&P)
262=키 설정값(&V)
263=찾기(&F):

301=명령(&C) :
302=파라미터(&P) :
303=시작 경로(&S) :
304=실행 경로(&T) :
305=단축키(&K) :
306=TC에서 열기(&T)
307=아이콘 파일(&I):
308=툴팁(&T):

311=아이콘 변경
312=이 파일은 아이콘을 포함하지 않고 있습니다, 부디 다른 파일을 지정하십시요.
315=명령어 선택

320=Totalcmd.inc 파일로 내보내기
321=아래의 명령들은 Totalcmd.inc 파일의 끝에 추가 됩니다.
322=이 명령들을 메인 메뉴에서 사용할 수 있습니다.
323=명령만 적용(권장)(&E)
325=Wincmd.ini 파일 갱신[단축키]와 [별명] 섹션.(&U)
326=명령 프리픽스(&P):
327=카테고리 이름(&N):

400=단축키:
401=&Control +
402=&Alt +
403=&Shift
404=Ctrl
405=Alt
406=Shift
407=선택열 내보내기
408=미리보기:
410=Alias:
411=Num
412=변경자:
413=순서(&Q):
414=구분자(&P):
415=&Win +
416=Win

420=메인 메뉴에 적용(내보내기)
421=각 열의 1번째 값만 내보내기.(&F)
422=각 명령을 위해 하나의 열만 내보내기.(&O)
423=열의 순서(&M):
424=열의 우선 순위(&M):
425=구분자(&S):
426=찾아보기(&B)...
427=단축키에서 공백 삭제(&R).
428=재정의된 기본 단축키로 내보내기(&D)
429=재정의된 기본 단축키 표시(&K)
430=Ins|Del|Home|End|PgUp|PgDn|Space|Back|Tab|Enter|Esc|Left|Right|Up|Down

500=Total Commander 메인메뉴
501=시작메뉴
502=도움말 구분
510=Total Commander 시작메뉴
511=Total Commander 디렉토리 메뉴
512=Total Commander 확장 명령어

529=데이타 키 수정
530=새 데이타 키 추가
531=이름(&N)
532=파일(&F)
533=섹션(&S)
534=기본 설정값(&V)
535=확장(&A)
536=다이얼로그(&G)
537=주석(&D)
538=버전(&R)
540=예
541=아니오
542=(없음)
543=파일 열기
544=폴더 열기
545=색상
546=글꼴
547=비트 합계
548=아이콘 라이브러리 미리보기
549=다이얼로그 리스트로 부터 선택

560=데이타 파일(&F)
561=키 추가(&A)...
562=키 수정(&M)...
563=키 삭제(&D)
570=당신은 정말로 데이타 파일로부터 %s 키를 삭제하기를 원합니까?

601=사용자 정의(&C)...
602=사용자 정의 툴바

1000=옵션:
1001=옵션
1002=레이아웃
1003=아이콘
1004=색상/글꼴
1005=동작
1006=언어
1007=기본 페이지
1008=확인
1009=취소
1010=적용(&A)

1021=화면 효과 :
1022=트리 아이콘 표시
1023=트리 라인 표시
1024=그리드 라인 표시
1025=좌우 구분선
1026=평평한 아이콘(&F)
1027=저장 버튼에 저장모드 표시(&S)
1028=파일 아이콘 표시(&S)
1029=키 이름 뒤에 키 값 표시(&K)
1030=비활성화 키에 기본 값 표시(&D)
1031=내부 명령어를 위해 아이콘 표시(&C)
3407=선택된 키를 사용하도록 요구된 최소 버전을 표시(&M)

1034=메뉴 구분선 라인(&P):
1035=탭 넓이(&T):

1041=아이콘 스타일:
1042=기본 아이콘 사용(&D)
1043=크기(&S)
1044=바꾸기(&C)

1051=글자 :
1052=글자색
1053=배경색
1054=현재 메뉴 :
1055=기타 항목:
1056=명령
1057=구분선
1059=깨진 링크
1061=잠긴탭
1062=비활성 키
1063=활성화 키 (Wincmd.ini)
1064=활성화 키 (Wcx_ftp.ini)
3402=활성화 명령어
3403=비활성화 명령어
3404=단축키에 포함된 명령어
3405=단축키에 포함되지 않은 명령어
1065=글꼴 :
1066=명령 속성 필드에 글꼴 설정 적용
1067=주석:

1071=TC 내부 명령어 읽기(리스트) :
1072=기본 Totalcmd.inc 파일(&D)
1073=다른 파일(&O)
1074=기타 :
1075=마지막 편집 파일 자동 로드
1076=프로그램과 TC Menu 파일 (*.mnu)을 연결(&S)
1077=파일을 읽고 있는 동안 그룹안에 코멘트를 모음(권장)(&C)
1078=저장된 파일에 각 메뉴의 들여쓰기 칸 수(&N)
1079=데이타 파일에 들여쓰기 칸 수(&N)

1089=언어 바꾸기:
1090=기본 언어 사용(&D)
1091=다른 파일(&O)

1101=자동 완성 :
1102=파일명을 제목으로 자동완성
1103=제목에 확장자는 포함하지 않음
1104=자동으로 새 명령을 만들거나 다음 명령을 선택
1107=네트워크에 존재하는 파일 또는 폴더 검색.
1108=외장 이동 드라이브에 존재하는 파일 또는 폴더 검색.
1111=적용(내보내기)
1112=메뉴를 저장할 때 Totalcmd.inc 파일에 항상 적용
1113=Totalcmd.inc 파일에 적용할지 항상 질문
1120=편집후 자동으로 다음 항목으로 넘어가기
1121=변경사항 저장후 자동으로 Total Commander 재시작.
1123=잘못 정의된 단축키 표시(&O).
1124=저장할때 항상 메인 메뉴 파일로 내보내기(적용하기).(&E)
1125=시작시 카테고리 트리를 자동으로 확장.(&E)
1126=선택한 명령어 수정 후 자동으로 다음 명령어 선택.(&N)
1127=데이타 파일에 목록화된 키만 읽기(&L)

1201=Totalcmd.inc 수정
1202=분류
1203=알파벳순
1204=그것으로
1205=저장
1206=닫기
1207=미리보기
1208=이 명령은 메인 메뉴에 없습니다.
1209=파일
1210=인쇄
1211=구분선 스타일 :
1212=주석에 메뉴 캡션 사용.(&U)
1213=주석에 명령 코드 추가(&C)
1214=서브 메뉴에 구분선 추가.(&A)

1251=이동
1252=이동 [
1253=] 로...

1280=파라미터 리스트 편집
1281=추가(&A)
1282=위로(&U)
1283=아래로(&N)
1284=기본값(&F)
1285=파라미터 리스트
1286=파라미터
1287=주석
1288=새 메뉴로 표시(&S)
1289=파라미터 편집
1290=새 파라미터 추가
1291=파라미터(&P):
1292=주석(&D):

1501=정보
1502=프로그램 제작자 :
1503=버전
1504=프로그램 등록 :
1505=홈페이지에 방문하시면 최신 정보를 확인할 수 있습니다.
1506=웹싸이트
1507=이메일
1508=지금 방문

1601=가져오기 셕션 체크.
1602=내보내기 셕션 체크.
1603=가져오기
1604=내보내기
1605=열기
1606=저장
1607=새이름으로 저장

1611=카테고리 가져오기 확인
1612=카테고리 내보내기 확인
1613=가져오기 옵션:
1614=내보내기 옵션:
1615=활성화 키
1616=비활성화 키
1617=리다이랙션 키 차단 (권장)

1650=모두 지우기
1651=지울 섹션을 선택하세요.
1652=잠긴 탭도 지움(&A)

2001=Total Commander 메인 버튼바
2002=Ultra TC 버튼바 편집기로 변화
2003=%i 버튼바
2004=바 표시
2005=메뉴 표시
2006=메인 버튼바로 되돌아가기
2007=구분선
2008=연결된 버튼바 편집
2009=버튼바 파일 목록

2101=서브바 추가
2102=구분선 추가(&L)
2103=버튼 추가(&B)
2111=잘라내기(&T)
2112=복사(&C)
2113=붙여넣기(&P)
2122=버튼바(&B)
2123=버튼바 트리(&R)
2124=버튼바 옵션(&N)

2151=클립보드를 열수 없음.
2152=당신은 이 버튼 바를 새로운 메인 버튼바로 하기를 원합니까?(Total Commander가 시작될때 메인 버튼바도 함께 로드됩니다.)
2153=연결된 "%s" 버튼바를 찾을 수 없음

2201=외관모양
2202=사이즈(&X):
2203=XP 스타일(&Y)
2204=평평한 아이콘(&L)
2205=작은 아이콘(&M)
2206=팝업 아이콘 사이즈(&U)

2211=트리 아이콘 사이즈(&S):
2212=버튼바 아이콘 사이즈(&B):

3000=Text로 저장
3001=Decimal로 저장
3002=Hexadecimal로 저장
3003=주석
3004=명령
3005=코드
3006=여기에 명령을 넣을 수 없습니다..
3007=도움말 구분은 메뉴 안에 넣을 수 없습니다.
3008=저장할 내용이 없습니다!
3009=정말로 삭제 하시겠습니까?
3010=미안하지만, 당신은 이 항목을 반복(복사)할 수 없습니다.
3011=비어 있는 메뉴가 아닙니다.
3012=이 설명 블록은 비어 있지 않습니다.
3013=자신의 서브 메뉴로 메뉴를 이동 할 수 없습니다!!!
3014=일치되는 항목을 찾을 수 없습니다.
3015=파일에 오류가 있습니다.
3016=라인:
3017=프로그램을 계속 할 수 없습니다!
3018=잘못된 메뉴 파일입니다!
3019=파일을 열 수 없습니다.
3020=바뀐 내용을 저장 할까요?
3021=이 파일을 찾을 수 없습니다.
3022=정확한 경로 또는 파일명을 입력하세요.
3023=선택한 명령(s)어 입니다.
3024=명령(s)어에
3401=[%s] 카테고리에 %i 명령어
3025=명령어를 로딩중... 잠시 기다려주십시요.
3026=메뉴 저장중... 잠시 기다려주십시요.
3027=메뉴를 읽는중... 잠시 기다려주십시요.
3028=추가중... 잠시 기다려주십시요.
3029=제거중... 잠시 기다려주십시요.
3030=TC 아이콘
3031=메뉴
3032=현재 메뉴
3035=구분선
3036=시작 메뉴
3037=도움말 구분선
3038=코멘트
3039=그림의 크기가 너무 큽니다.
3040=잘못된 아이콘 입니다. 다른 것으로 해보세요
3041=유효한 값들은 1에서 32까지 정수들입니다.
3042=비어 있는 경로.

3045=Total 커맨더의 설정 파일을 찾을 수 없습니다.[Wcx_ftp.ini]
3046=Total 커맨더의 설정 파일을 찾을 수 없습니다.[Wincmd.ini]
3047=Totalcmd.inc 파일을 찾을 수 없습니다!
3048=언어 파일을 찾을 수 없습니다!
3049=저장(기억)
3050=변경 사항을 Totalcmd.inc 파일에 적용 시키겠습니까?
3051=내보내기를 하기 전에 시작메뉴를 저장해야 합니다. 저장되지 않은 메뉴를 내보낼 때 Totalcmd.inc 파일에 잘못된 미스매치 기입을 막기 위하여 중요합니다.
3052=지금 바꾸겠습니까?
3053=즐겨찾기에 199 개 이상의 항목을 설정할 수 없습니다.
3054=시작메뉴에 199 개 이상의 항목을 설정할 수 없습니다.
3055=폴더를 찾지 못했습니다.
3056=파일을 찾지 못했습니다.
3057=이미 존재합니다 :
3058=당신은 다시 그것을 추가하기를 원합니까?
3059=이 단축키는 이미 할당되어 있습니다.:
3060=당신은 할당하기를 원합니까 :
3061=이 파일은 즐겨찾기 메뉴에 넣을 수 없습니다!
3062=이 파일은 시작 메뉴에 넣을 수 없습니다!
3063=프로그램을 다시 시작하면 바뀐 아이콘 설정이 적용됩니다.
3064=내부 명령
3065=외부 명령
3066=폴더 링크
3067=(없음)
3068=일반 실행
3069=최소화 실행
3070=최대화 실행
3071=시작 메뉴
3072=디렉토리 메뉴

3073=Total Commander 환경설정
3074=데이타 파일을 찾을 수 없습니다.
3076=변경된 데이타 파일을 저장 하시겠습니까?
3077=키(들)
3078=데이타 파일:
3079=적용 섹션:
3080=이용할 수 없는 설명!
3406=Total Commander %s 또는 그 이상

3081=토탈커맨더 히스토리
3082=명령어 라인:
3083=검색을 위하여:
3084=검색에서:
3085=텍스트 찾기:
3086=불러오기/저장
3087=섹션
3088=이름변경 마스크:
3089=F2 불러오기/저장
3090=왼쪽 탭
3091=오른쪽 탭
3092=여기서는 편집을 할 수 없습니다!
3093=한개의 섹션에 20개의 항목만 추가 할 수 있습니다.
3094=탭 이름 :
3095=탭 잠금
3096=내용 없음
3097=이름 변경 검색:
3098=이름 변경 다시보기:
3099=잠김, 그러나 디렉토리 변경은 허락.(&B)
3100=왼쪽판넬 히스토리
3101=오른쪽판넬 히스토리
3102=새 디렉토리
3103=동기화 옵션
3104=플러그인 속성
3105=분할 크기
3106=이전 FTP 접속

3110=확장된 명령어(들)
3111=확장된 명령어

3120=접근
3121=이 파일은 제한되었습니다.

3141=이 범주의 어떠한 키도 가지고 있않습니다!
3142=이키에 빠지거나 부정확 한 데이타 필드들이 있습니다!
3143=부디 현재의 데이타 파일의 오류를 정정하여 주십시오.
3144=당신이 열고 있는 파일은 이전의 포맷이 있습니다. 당신은 그것을 새로운 포맷으로 바꾸기를 원합니까?
3145=[빈 섹션]
3146=아이콘 라이브러리 미리보기
3147=라이브러리 파일(&L):
3148=비트 합계
3149=데이타 파일에 다음의 오류가 있습니다 :\n\n라인: %i\n위치: %i\n이유: %s\n

3160=설명문
3161=여기에 당신의 설명문을 타이프하십시요.
3171=%i 시작메뉴 항목
3172=%i 디렉토리 메뉴 항목
3173=%i 확장 명령어
3176=Ultra TC Start Menu Editor에 변경
3177=Ultra TC Directory Menu Editor에 변경
3178=Ultra_TC_Extended_Commands_Editor

3200=기본 단축키
3201=현재 단축키
3202=단축키 추가
3203=기본 단축키에 :
3204=현재 단축키에 :
3205=모든 단축키 삭제
3206=당신은 지금 모든 명령들의 단축키를 삭제하려고 합니다.
3207=당신의 Total Commander 시작 메뉴에서
3208=중요(경고)
3209=아직 당신의 Total Commander 설정 파일에 이 리스트의 단축키들을 저장하지 않았습니다.
3210=당신은 메인 메뉴 파일에 내보내기(적용) 하기전에 단축키를 저장하여야 합니다. 당신이 저장되지 않은 단축키 리스트를 내보내기 할 때 어떠한 잘못된 설정을 하지 않기 위하여 이것은 중요합니다.
3220=카테고리
3221=별명
3222=별명 추가
3223=모든 별명 삭제
3224=현재의 별명에:
3225=당신은 할당하려고 합니다:
3226=당신은 모든 명령들의 별명을 삭제하려고 합니다.

3236=Total Commander 단축키 리스트
3237=Total Commander 시작메뉴 단축키:
3238=텍스트 파일로 내보내기
3239=HTML 코드로 내보내기
3241=주석(&D)
3242=명령어(&M)
3243=코드(&C)
3244=기본 단축키(&E)
3245=사용자 정의 단축키(&U)
3246=별명(&A)
3247=모든 명령어 내보내기(&L)
3248=글꼴 미리보기(&V)
3249=구분 추가(&P)

3250=읽는중.. 기다리세요.
3251=저장중... 기다리세요.
3252=가져오는중... 기다리세요.
3253=내보내는중... 기다리세요.
3254=생성중... 기다리세요.

3301=Main Menu Editor 실행
3302=Start Menu Editor 실행
3303=Directory Menu Editor 실행
3304=Extended Commands Editor 실행
3305=History Editor 실행
3306=Configuration Editor 실행
3307=Hotkeys Editor 실행
3308=항상 위
3309=버튼바 편집기 실행

3321=연상기호 확인(&K)...
3322=중복된 연상기호가 발견되지 않음.
3323=중복된 연상기호 발견: '%s'\n그것은 이미 사용됨: '%s'\n\n다음과 같은 연상기호는 사용할 수 있음: %s
3324=중복된 연상기호 발견: '%s'\n그것은 이미 사용됨: '%s'\n\n유일하지 않은 연상기호 사용 가능.
3325=하이라이트는 연상기호 중복.(&D)
3326=강조 표시 항목은 연상 기호를 포함하지 않음.(&C)
3327=연상기호의 모든 항목 포함.

3341=캡션 가져오기(&I)...
3342=모든 명령을 위한 캡션 가져오기(&A).
3343=명령어 아래의 '%s' 메뉴 캡션만 가져오기(&C).

3350=%s\n이 파일은 UTF-8로 인코딩되어 있다.\n\n경고:모든 항목의 코드 페이지에 시스템의 기본 코드 페이지와 다른 문자가 포함되어 있습니다. 프로그램 내에서 이름이 변경 되었다면 이러한 문자는 잃게됩니다.\n\n참조: 하지만 이러한 문자가 포함된 프로그램에서 변경된 이름은 영향을 받지 않습니다. 계속할까요?
3351=내보내려는 단축키 파일은 UTF-8로 인코딩되어 있을 수 있습니다. 계속할까요?

3601=?   1번째 파라미터로서: 파라미터들을 입력하기 위하여 다이얼로그를 호출
3602=%P  실제 소스 경로를 삽입
3603=%N  커서 아래에 파일 이름 삽입
3604=%T  실제 타켓 경로를 삽입
3605=%M  타겟 디렉토리에 현재 파일 이름을 삽입
3606=%O  확장자 없이 현재 파일 이름을 삽입
3607=%E  현재의 확장자 삽입 (without leading period)
3608=%%  % 기호 삽입
3610=%p  실제 소스 경로를 삽입 (짧은)
3611=%n  커서 아래에 파일 이름 삽입 (짧은)
3612=%t  실제 타켓 경로를 삽입 (짧은)
3613=%m  타겟 디렉토리에 현재 파일 이름을 삽입 (짧은)
3614=%o  확장자 없이 현재 파일 이름을 삽입 (짧은)
3615=%e  현재의 확장자 삽입 (주기를 명시하지 않은) (짧은)
3618=%L  완전한 경로를 포함하여 긴 파일 이름들
3619=%l  완전한 경로를 포함하여 짧은 파일 이름들
3621=%F  경로없는 긴 파일 이름들, e.g. Long name.exe
3622=%f  경로없는 짧은 파일 이름들, e.g. LONGNA~1.EXE
3624=%D  완전한 경로를 포함하여 짧은 파일 이름들, (DOS chr set)
3625=%d  경로없는 짧은 파일 이름들, (DOS chr set)
3626=%S  모든 선택된 파일들의 이름들을 삽입.
3627=%s  모든 선택된 파일들의 이름들을 삽입. (짧은)
3628=%S10  첫번째 10개의 선택된 파일의 이름들을 삽입.
3629=%s10  첫번째 10개의 선택된 파일의 이름들을 삽입. (짧은)
3630=%A  입력된 명령 줄의 나머지를 삽입.
3631=%A0  %A와 마찬가지로, 매개변수가 숫자 다음에 있을때 사용.
3632=%A1  9번째 파라미터까지 첫번째 %A9를 삽입.
3633=%Z  %P 또는 %T 이내에 있을때 프로그램 경로 기록 패스.
3634=%R  타겟 판넬로 부터 선택된 모든 파일의 이름을 삽입.
3635=%r  타겟 판넬로 부터 선택된 모든 파일의 이름을 삽입.(짧은)
3636=%R10  타겟 판넬로 부터 첫번째 선택된 10개 파일의 이름을 삽입.
3637=%r10  타겟 판넬로 부터 첫번째 선택된 10개 파일의 이름을 삽입.(짧은)
3638=%X  파라미터를 해성하여 소스/타겟의 왼쪽/오른쪽에 삽입.
3639=%x  소스/타겟 파라미터 다시 해석 수행.
3640=%UL  %L가 알맞다, 하지만 UTF-8 유니코드 목록 파일
3641=%WL  %L가 알맞다, 하지만 UTF-16 유니코드 목록 파일
3642=%UF  %F가 알맞다, 하지만 UTF-8 유니코드 목록 파일
3643=%WF  %F가 알맞다, 하지만 UTF-16 유니코드 목록 파일
3644=%v 'Virtual Panel' 파일 시스템 플러그인을 사용하여 가상 파일 이름 삽입
3645=%V Like %v, 그러나 전체 경로 포함(plugin 이름을 포함)